{
    "termsAndCondition": [
        {
            "baseProperties": {
                "id": "termsAndConditionPage",
                "name": "termsAndConditionPage",
                "type": "staticText"
            },
            "value": "<h2>Terms and Conditions</h2> <p><strong>Use of Site</strong></p> <p>The Site is not intended for and may not be used by individuals who are under thirteen years of age. By registering a UIDaddy account, the Site visitor or User promises that they are at least eighteen years of age. The Site may not be used to gain or attempt to gain a competitive advantage in UIDaddy&#39;s industry market or be used for any commercial purpose. Services and products are intended only for persons who are legally permitted to enter binding contracts. The information, opinions, images, messages, website links, text information, music, videos, graphics, files, ideas, data and any other content provided to us by Users (&ldquo;User Submissions&rdquo;) and uploaded, published, displayed or otherwise made available (&ldquo;posted&rdquo;) on the Site is not endorsed by UIDaddy. Users are solely responsible for the submissions he or she posts. Users retain all ownership rights in his or her own User Submissions. However, by submitting User Submissions to the Site, Users have the right to grant to UIDaddy a non-exclusive, worldwide, non-revocable, transferable, royalty-free, and perpetual right to use the User Submissions. Users rights are in any manner or media now or later developed, for any purpose, commercial, advertising, or otherwise, including the right to translate, display, sub-license, reproduce, create derivative works, distribute, assign and commercialize without any payment due to User. User Submissions are not confidential or proprietary.</p> <p>&nbsp;</p> <p><strong>Electronic Communications</strong></p> <p>By using the Site or registering for UIDaddy, you consent to receive electronic communications from us. These may include operationally essential messages about topics including but not limited to: changes to your account settings; appointments that have been created, modified, or cancelled in your account; payment receipts, notices of delinquent payment, or other transactional information or requests; and other messages as consistent with our Privacy Policy. UIDaddy may also send you educational or promotional messaging about new features, product offerings, or services that it determines may be relevant to you, but which may also be considered not operationally essential. You have the ability to opt-out of any non-essential messaging at any time.<br /> &nbsp;</p> <p><strong>Rules of Conduct</strong></p> <p>The following rules of conduct apply to Users use of the Site and to all User Submissions posted on the Site. Users agree to adhere to generally accepted rules of etiquette and behavior standards. Additionally, as a User, you agree not to: post User Submissions that are libelous, hateful, inflammatory, illegal, inaccurate, malicious, false, pornographic, defamatory, harmful to others, obscene, sexually explicit, harassing, vulgar, violent, racially, ethnically or culturally offensive, or otherwise objectionable or offensive in any way; post User Submissions that are invasive of privacy, publicity, intellectual property, proprietary, or contractual rights; post photos or videos of another person without that person&#39;s consent; post any advertising or solicitation or commercial content whatsoever on the Site; post User Submissions or take any action on the Site that violates any law, creates liability, or promotes illegal activities; impersonate any person or entity, or misrepresent him or herself or any affiliation with any person or entity; promote software or services that delivers unsolicited email or contains viruses, Trojan horses, worms, time bombs, or other harmful programming routines or computer code; engage in any systematic retrieval of content or information from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory, whether through the use of robots, spiders, automatic devices or manual processes; solicit personal information from anyone under the age of 18; post the personal information of another person without that person&#39;s permission; or use another User&#39;s account or modify or remove another User&#39;s User Submissions without their permission.</p> <p>UIDaddy agrees not to prescreen User Submissions and does not guarantee that the Site will be free from offensive, inaccurate, unlawful or otherwise objectionable User Submissions. UIDaddy expressly disclaims any liability in connection with User Submissions; assumes no responsibility for, or any obligation to monitor or remove, User Submissions; assumes no responsibility for any action or inaction taken in regards to offensive content or User Submissions on the Site; reserves the right to restrict any User&#39;s access to the Site and to edit, remove, or refuse to post any User Submissions or terminate User accounts for any or no reason. This includes, without limitation, User Submissions that may be harmful to others or if User has engaged in harassment of UIDaddy service providers. Users may immediately notify UIDaddy of any objectionable User Submissions appearing on the Site, but UIDaddy makes no promise that it will edit or remove any specific User Submissions.</p> <p>&nbsp;</p> <p><strong>Accuracy of Information</strong></p> <p>Although UIDaddy&#39;s webmaster updates information on the Site periodically, UIDaddy does not offer assurance that the information or material is error-free or complete. Such updates include but are not limited to availability and price. UIDaddy reserves the right to revise or change information on the Site without prior notice. Although we apologize for the inconvenience, UIDaddy reserves the right to correct any information at any time, even during User transactions, and will take measures that may include refusal, cancellation, or revision to adjust Users final payment. All prices are available for limited time only, and UIDaddy reserves the right to change any price without notice. Current promotions, sales, and discounts are not valid towards previously purchased service. In the event where UIDaddy&#39;s cost to provide service (namely SMS and Email) exceeds the revenue derived from the Customer, UIDaddy reserves the right to cancel, revise, modify pricing, or refuse service.</p> <p>&nbsp;</p> <p><strong>Termination</strong></p> <p>UIDaddy&nbsp;reserves the right, in its sole discretion, to terminate any User account and any User Submissions, and restrict User&#39;s access to all or any part of the Site, for any or no reason, without notice, and without liability to any User or anyone else. These Terms of Use are applicable to any User who accesses, registers, or purchases anything on the Site. The terms of Termination; Indemnity; Copyright and Trademark Disclaimer; Limitation of Liability and Disclaimer of Warranties; and Governing Law sections will survive any termination of service or use of the Site.</p> <p>&nbsp;</p> <p><strong>Copyright and Trademark Disclaimer</strong></p> <p>The Site is owned by Streetz e-trade solution LLP. and is available for Users personal and commercial purposes. The UIDaddy&nbsp;name, logo, and site content, including all pictures, slogans, text, colors, designs, graphics, images, icons, buttons, code, and software, are all subject to trademark, copyright, and other applicable intellectual property rights and law. Third-party trademarks, product names, and logos on the Site are the property of their respective owners. UIDaddy&nbsp;retains sole rights for all use, production, and copy of its trademarks, and any misuse is strictly prohibited. UIDaddy&nbsp;trademarks may not be copied, reproduced, modified, downloaded, published, exploited, or transmitted without first obtaining written permission from UIDaddy. Permission is only granted to electronically copy and print pages from the Site solely as related to the non-commercial placement of User&#39;s personal order from UIDaddy. UIDaddy&nbsp;retains all intellectual property rights, copyrights, and trademarks for any material that User prints for personal use. User agrees to respect all applicable intellectual property laws and not use any materials on the Site to create new works. User agrees to not use, copy, or distribute any of the content, including User Generated Content, other than expressly permitted, for any commercial purpose. User warrants that he or she owns all rights in any User Submissions posted to the Site. User agrees not to post, modify, distribute, or reproduce User Submissions that belong to another person, without first obtaining the owner&#39;s permission to post such User Submissions and grant to UIDaddy&nbsp;all of the license rights granted in this Agreement.</p> <p>&nbsp;</p> <p><strong>Limitation of Liability and Disclaimer of Warranties</strong></p> <p>UIDaddy&nbsp;provides the site &ldquo;as is&rdquo; and does not claim to make any warranties, express or implied, about the serviceability, merchantability, fitness for a particular purpose, or content of the site. UIDaddy&nbsp;further does not warrant that its site or applicable server is free from viruses or other potentially harmful code. Neither UIDaddy&nbsp;nor any of its service providers shall be liable for any claims arising from any use or inability to use products or services, privacy law violations, data breaches, the conduct of other site users, malfunctions or defects in the site, lack of privacy or security when using the site, for any delay in or lack of delivery, for any loss of profits, data, or business, for user or any third party, as permissible under all applicable law. If applicable law does not permit such an exclusion of liability for incidental, special, or consequential damages, UIDaddy&rsquo;s liability shall be limited to the maximum extent permitted by applicable law. User agrees to indemnify and hold harmless UIDaddy&nbsp;and its service providers from damages, and neither party will be liable for any indirect, incidental, special, consequential or any damages whatsoever (including, but not limited to, damage caused by lost profits, loss of business opportunity, lost data, computer viruses, business interruption, lost revenue, or loss of goodwill) for any cause of action, whether in contract, tort, strict liability, or otherwise, arising out of or related to this agreement or a breach thereof. In no event shall UIDaddy&nbsp;be liable for damages in excess of the price charged to user for user&#39;s order. This limitation shall not apply to death or personal injury to the extent that applicable law prohibits such limitation. UIDaddy&nbsp;reserves the right to change or discontinue at any time any aspect or feature of this site.</p>",
            "accessor": "",
            "isHTMLText": true,
            
            "layoutProperties": {
                "css": {
                    "customClassName": "tnc__content",
                    "configuration": {
                        "selectorName": ".tnc__content",
                        "xs": {
                            "justify-content": "flex-start",
                            "margin-top": "15px"
                        }
                    }
                }
            }
        }
    ]
}